insert  into `web_busintro`(`id`,`businame`,`busiintro`)
values
(1,'转账汇款','行内转账、跨行转账、跨境汇款、二维码转账、手机号转账等'),
(2,'基金','查看基金净值、在线开立基金账户、基金购买、基金赎回'),
(3,'保险','查看保险产品、购买保险，包括：财险、人寿险'),
(4,'某银理财','查看理财产品、在线开立理财账户、理财产品购买、理财产品赎回'),
(5,'信用卡','查看信用卡产品、在线申请办卡、信用卡还款、信用卡分期、信用卡管理、账单查询、挂失换卡'),
(6,'贷款','贷款产品介绍、贷款申请、贷款账户管理、贷款还款'),(7,'结汇购汇','查看汇率、结汇购汇业务办理'),
(9,'贵金属','贵金属产品介绍、开立贵金属账户、贵金属购买等');

insert  into `web_card`(`id`,`card_code`,`pro_name`,`pro_introduct`,`pic_link`)
values
(2,'hot-048','某银南航明珠银联金卡','年费: 免首年\n★积分自动兑换南航里程\n★赠送保险服务\n★免首年年费\n','/hackathon/img/credit/某银南航明珠银联金卡.png'),
(3,'hot-078','冬奥会主题信用卡张义威版','年费: 全免\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★优惠场馆预定\n★境外WIFI免费租赁','/hackathon/img/credit/冬奥会主题信用卡张义威版.png'),
(4,'hot-074','平昌冬奥会主题信用卡白金卡','年费: 全免\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★优惠场馆预定\n★境外WIFI免费租赁\n★境外交易双倍积分\n','/hackathon/img/credit/平昌冬奥会主题信用卡白金卡.png'),
(5,'hot-068','全币种国际芯片卡（万事达白金卡）','年费: 免首年 \n境外旅游海淘首选信用卡！\n★境外交易双倍积分\n★2017年12月31日前申请免年费\n★新客户专享芯拍档服务\n','/hackathon/img/credit/全币种国际芯片卡（万事达白金卡）.png'),
(6,'hot-067','全币种国际芯片卡（万事达钛金卡）','年费: 免首年\n境外旅游海淘首选信用卡！\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★新客户专享芯拍档服务\n','/hackathon/img/credit/全币种国际芯片卡（万事达钛金卡）.png'),
(7,'hot-063','长城环球通自由行白金卡 （精彩欧洲）','年费: 免首年 \n自助旅游首选信用卡！\n★年费800元，免首年年费\n★日韩、港澳台、新加坡、泰国、欧洲指定商户及美国线下所有商户5%返现\n','/hackathon/img/credit/长城环球通自由行白金卡 （精彩欧洲）.png'),
(8,'hot-030','某银都市缤纷阿狸信用卡','年费: 免首年\n年轻一族最爱信用卡！\n★免首年年费\n★阿狸主题萌卡面\n★分期付款手续费9折优惠\n★新客户专享芯拍档服务\n\n','/hackathon/img/credit/某银都市缤纷阿狸信用卡.png'),
(9,'hot-066','长城环球通美国运通金卡','年费: 全免\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★Topcashback最高15%返现\n★精选国内7大城市超过40家精选餐厅，尊享7折礼遇\n','/hackathon/img/credit/长城环球通美国运通金卡.png'),
(11,'hot-059','全币种国际芯片信用卡（VISA白金）','年费: 免首年境外旅游海淘首选信用卡！\n★境外交易双倍积分\n★2017年12月31日前申请免年费\n★新客户专享芯拍档服务\n\n','/hackathon/img/credit/全币种国际芯片信用卡（VISA白金）.png'),
(12,'hot-065','全币种国际芯片信用卡（VISA金卡）','年费: 免首年\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★新客户专享芯拍档服务\n','/hackathon/img/credit/全币种国际芯片信用卡（VISA金卡）.png'),
(13,'hot-029','长城国际卓隽卡（万事达版）','年费: 免首年\n出国留学必选信用卡！\n★2017年12月31日前申请免年费\n★每月境外首笔ATM取现0手续费\n★美元分期5折\n★新客户专享芯拍档组合\n\n','/hackathon/img/credit/长城国际卓隽卡（万事达版）.png'),
(16,'hot-034','长城环球通爱驾汽车卡','年费: 免首年\n有车一族首选！\n★加油类消费每月50元返现\n★加油类消费赠0.5倍积分\n★免首年年费，刷五次免次年年费\n★深圳地区额外享加油充值立减10%\n★新客户专享芯拍档服务','/hackathon/img/credit/长城环球通爱驾汽车卡.png'),
(20,'hot-058','长城环球通美国运通白金卡','年费: 全免\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★白金卡消费满额赠礼\n★白金卡开卡首刷赠礼\n★全球免费BOINGO WIFI\n\n','/hackathon/img/credit/长城环球通美国运通白金卡.png'),
(21,'hot-079','冬奥会主题信用卡隋文静、韩聪版','年费: 全免\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★优惠场馆预定\n★境外WIFI免费租赁','/hackathon/img/credit/冬奥会主题信用卡隋文静、韩聪版.png'),
(24,'hot-041','长城环球通万事达金卡','年费: 免首年\n万事达人民币美元双币信用卡\n★人民币自动购汇还款\n★免货币兑换手续费\n★免首年年费\n\n','/hackathon/img/credit/长城环球通万事达金卡.png'),
(25,'hot-057','长城环球通携程银联白金卡','年费: 免首年\n商旅人士优选信用卡！\n★积分自动兑换礼品卡\n★预订最高返5%礼品卡\n★指定商户最高12%返现\n★免首年年费\n\n','/hackathon/img/credit/长城环球通携程银联白金卡.png'),
(26,'hot-056','长城环球通携程银联金卡','年费: 免首年\n商旅人士优选信用卡！\n★积分自动兑换礼品卡\n★预订最高返5%礼品卡\n★指定商户最高12%返现\n★免首年年费\n','/hackathon/img/credit/长城环球通携程银联金卡.png'),
(28,'hot-033','长城环球通新东方联名卡 （VISA白金）','年费: 免首年\n★免首年年费\n★新东方留学类课程9折优惠\n★每月免首笔境外ATM取现手续费\n★人民币分期9折\n★海航国际航空套票优惠\n★新客户专享芯拍档服务\n','/hackathon/img/credit/长城环球通新东方联名卡 （VISA白金）\n\n.png'),
(30,'hot-032','长城环球通新东方联名卡（VISA金卡）','年费: 免首年\n★免首年年费\n★新东方留学类课程9.5折优惠\n★每月免首笔境外ATM取现手续费\n★人民币分期享9折\n★海航国际航空套票优惠\n★新客户专享芯拍档服务\n','/hackathon/img/credit/长城环球通新东方联名卡（VISA金卡）.png'),
(31,'hot-042','长城环球通银联金卡','年费: 免首年\n中国某行基础信用卡产品\n★免首年年费','/hackathon/img/credit/长城环球通银联金卡.png'),
(33,'hot-062','长城环球通自由行白金卡（精彩美国）','年费: 免首年 \n自助旅游首选信用卡！\n★免首年年费\n★指定商户5%返现\n★新客户专享芯拍档服务\n','/hackathon/img/credit/长城环球通自由行白金卡（精彩美国）.png'),
(35,'hot-064','长城环球通自由行金卡 （精彩欧洲）','年费: 免首年 \n自助旅游首选信用卡！\n★免首年年费\n★日韩、港澳台、新加坡、泰国、欧洲指定商户及美国线下所有商户5%返现\n','/hackathon/img/credit/长城环球通自由行金卡 （精彩欧洲）.png'),
(37,'hot-061','长城环球通自由行金卡（精彩美国）','年费: 免首年\n自助旅游首选信用卡！\n★免首年年费\n★日韩、港澳台、新加坡、泰国、欧洲指定商户及美国线下所有商户5%返现\n★新客户专享芯拍档服务\n\n','/hackathon/img/credit/长城环球通自由行金卡（精彩美国）.png'),
(38,'hot-080','长城环球通自由行精彩南非信用卡白金卡芯拍档','自助旅游首选信用卡！\n★南非航空专享机票折扣经济舱9折，公务舱8.5折\n★南非第一钻石全年专属优惠：第一钻石享GIA认证钻石、坦桑宝石、概念品牌珠宝享15%优惠\n★日韩、港澳台、新加坡、泰国、欧洲指定商户及美国线下所有商户5%返现\n★芯拍档服务，一次申请，银联、Visa双卡收获','/hackathon/img/credit/长城环球通自由行精彩南非信用卡白金卡芯拍档.png'),
(39,'hot-081','长城环球通自由行精彩南非信用卡金卡芯拍档','自助旅游首选信用卡！\n★南非航空专享机票折扣经济舱9折，公务舱8.5折\n★南非第一钻石全年专属优惠：第一钻石享GIA认证钻石、坦桑宝石、概念品牌珠宝享15%优惠\n★日韩、港澳台、新加坡、泰国、欧洲指定商户及美国线下所有商户5%返现\n★芯拍档服务，一次申请，银联、Visa双卡收获','/hackathon/img/credit/长城环球通自由行精彩南非信用卡金卡芯拍档.png'),
(41,'hot-060','长城世界信用卡','年费: 免首年\n★全球免费wifi服务\n★五星级酒店自助餐、下午茶买一赠一\n★境外双倍积分\n★赠送保险服务\n\n','/hackathon/img/credit/长城世界信用卡.png'),
(44,'hot-037','中国移动信用卡白金卡','年费: 免首年\n★该产品限移动手机用户申请\n★话费充值95折优惠\n★7折抢购话费券\n★新客户首刷满199元送1G移动流量包\n★消费满额送3次机场快速安检服务\n★分期8折优惠\n★享中国移动全球通俱乐部会员服务\n\n','/hackathon/img/credit/中国移动信用卡白金卡.png'),
(46,'hot-045','中国移动信用卡金卡（动感地带）','年费: 免首年\n★该产品限移动手机用户申请\n★话费充值98折优惠\n★7折抢购话费券\n★新客户首刷满99元送咪咕视讯会员\n★消费满额送1次机场快速安检服务\n★分期9折优惠\n★享中国移动动感地带俱乐部会员服务\n★银联+万事达配套发卡\n\n','/hackathon/img/credit/中国移动信用卡金卡（动感地带）.png'),
(48,'hot-044','中国移动信用卡金卡（全球通）','年费: 免首年\n★该产品限移动手机用户申请\n★话费充值98折优惠\n★7折抢购话费券\n★新客户首刷满199元送1G移动流量包\n★消费满额送1次机场快速安检服务\n★分期9折优惠\n★享中国移动全球通俱乐部会员服务\n\n','/hackathon/img/credit/中国移动信用卡金卡（全球通）.png'),
(49,'hot-070','某银JCB招财猫全币种国际芯片卡（JCB白金卡）','年费: 免首年 \n★免货币兑换手续费\n★全免年费\n★境外消费双倍积分\n★新客户专享芯拍档服务\n','/hackathon/img/credit/某银JCB招财猫全币种国际芯片卡（JCB白金卡）.png'),
(51,'hot-069','某银JCB招财猫全币种国际芯片卡（JCB金卡）','年费: 免首年 \n畅游日本绝佳信用卡!\n★免收1.5%的货币兑换手续费\n★新客户专享芯拍档服务\n','/hackathon/img/credit/某银JCB招财猫全币种国际芯片卡（JCB金卡）.png'),
(52,'hot-072','某银JCB招财猫信用卡','年费: 免首年\n畅游日本绝佳信用卡！\n★境外消费5%返现\n★免收1.5%的货币兑换手续费','/hackathon/img/credit/某银JCB招财猫信用卡.png'),
(53,'hot-047','某银东航银联白金卡','年费: 免首年\n★积分自动兑换东航里程\n★免首年年费','/hackathon/img/credit/某银东航银联白金卡.png'),
(55,'hot-046','某银东航银联金卡','年费: 免首年\n★积分自动兑换东航里程\n★免首年年费','/hackathon/img/credit/某银东航银联金卡.png'),
(58,'hot-028','某银都市缤纷白金卡（男士版）','年费: 免首年\n年轻客户首选！\n★卡户分期手续费8.5折\n★生日月消费畅享积分大礼\n★白金卡多重礼遇\n\n','/hackathon/img/credit/某银都市缤纷白金卡（男士版）.png'),
(60,'hot-055','某银海航金鹏万事达白金卡','年费: 全免\n★积分自动兑换海航里程\n★全免年费','/hackathon/img/credit/某银海航金鹏万事达白金卡.png'),
(61,'hot-054','某银海航金鹏万事达钛金卡','年费: 全免\n商旅人士优选信用卡！\n★积分自动兑换海航里程\n★全免年费','/hackathon/img/credit/某银海航金鹏万事达钛金卡.png'),
(62,'hot-053','某银海航金鹏银联白金卡','年费: 免首年\n★积分自动兑换海航里程\n★免首年年费','/hackathon/img/credit/某银海航金鹏银联白金卡.png'),
(63,'hot-052','某银海航金鹏银联金卡','年费: 免首年\n商旅人士优选信用卡！\n★积分自动兑换海航里程\n★免首年年费','/hackathon/img/credit/某银海航金鹏银联金卡.png'),
(64,'hot-043','某银金吉列万事达世界卡-白金卡','年费: 全免\n★留学服务费折扣最高9.5折优惠\n★分期服务费0手续费优惠\n★金吉列绿色通道\n(以上三项目前仅限北京地区客户)\n★Plastiq留学万事通信用卡缴费平台\n★境外用卡尊享服务\n★五星级酒店自助餐。\n\n','/hackathon/img/credit/某银金吉列万事达世界卡-白金卡.png'),
(65,'hot-051','某银南航明珠万事达白金卡','年费: 全免\n★积分自动兑换南航里程\n★赠送保险服务\n★全免年费\n★境外消费2倍累积里程','/hackathon/img/credit/某银南航明珠万事达白金卡.png'),
(66,'hot-050','某银南航明珠万事达钛金卡','年费: 全免\n★积分自动兑换南航里程\n★赠送保险服务\n★终身免年费\n','/hackathon/img/credit/某银南航明珠万事达钛金卡.png'),
(67,'hot-049','某银南航明珠银联白金卡','年费: 免首年\n★积分自动兑换南航里程\n★赠送保险服务\n★免首年年费\n★境外消费2倍累积里程\n\n','/hackathon/img/credit/某银南航明珠银联白金卡.png'),
(71,'hot-035','某银全民健身信用卡','年费: 免首年\n运动爱好者首选信用卡!\n★500余家运动场馆超值预订优惠\n★国内知名热门体育赛事参与机会\n★免货币兑换手续费','/hackathon/img/credit/某银全民健身信用卡.png'),
(73,'hot-023','某银神偷奶爸系列信用卡白金卡','年费: 免首年\n★新客户消费达标赠小黄人精美礼品。\n★多款选择，消费赢全球限量版卡面。\n★萌卡专属，小黄人周边产品优惠购。\n★生日月消费畅享积分大礼。\n★分期手续费优惠最高8.5折。\n★日本环球影城®贵宾体验。\n\n','/hackathon/img/credit/某银神偷奶爸系列信用卡白金卡.png'),
(75,'hot-024','某银神偷奶爸系列信用卡金卡','年费: 免首年\n★多款选择，消费赢全球限量版卡面。\n★萌卡专属，小黄人周边产品优惠购。\n★分期手续费优惠9折。\n','/hackathon/img/credit/某银神偷奶爸系列信用卡金卡.png'),
(77,'hot-036','某银钛金女士信用卡','年费: 免首年\n都市女性首选信用卡！\n★免首年年费，刷五次免次年年费\n★免货币兑换手续费','/hackathon/img/credit/某银钛金女士信用卡.png'),
(78,'hot-076','自由行精彩日本白金卡','年费: 免首年\n自助旅游首选信用卡！\n★免首年年费\n★指定商户5%返现\n★新客户专享芯拍档服务\n','/hackathon/img/credit/自由行精彩日本白金卡.png'),
(79,'hot-075','自由行精彩日本金卡','年费: 免首年\n自助旅游首选信用卡！\n★免首年年费\n★日韩、港澳台、新加坡、泰国、欧洲指定商户及美国线下所有商户5%返现\n★新客户专享芯拍档服务\n','/hackathon/img/credit/自由行精彩日本金卡.png'),
(100,'hot-073','平昌冬奥会主题信用卡金卡','年费: 全免\n境外旅游海淘首选信用卡！\n★EMV标准芯片信用卡\n★免货币兑换手续费\n★2017年12月31日前申请免年费\n★优惠场馆预定\n★境外WIFI免费租赁\n','/hackathon/img/credit/平昌冬奥会主题信用卡金卡.png'),
(101,'hot-071','全币种国际芯片卡（JCB金卡）','年费: 免首年\n★免货币兑换手续费\n★全免年费\n★新客户专享芯拍档服务\n','/hackathon/img/credit/全币种国际芯片卡（JCB金卡）.png');

/*Data for the table `web_cardmap` */

insert  into `web_cardmap`(`id`,`cardname`,`prolinename`)
values
(1,'hot-060','Personal Accessories'),
(2,'hot-071','Mountaineering Equipment'),
(3,'hot-049','Golf Equipment'),
(4,'hot-079','Camping Equipment'),
(5,'hot-037','Outdoor Protection');

insert  into `web_custapply`(`id`,`custid`,`gender`,`age`,`marital_status`,`profession`,`income`,`BAL_AST`)
values
(1,'75550920','M','2','Single','Other','6','4'),
(2,'75550921','M','3','Married','Hospitality','7','5'),
(3,'75550922','F','2','Single','Sales','7','4'),
(4,'75550923','M','3','Married','Trades','7','4'),
(5,'75550924','M','2','Single','Executive','6','4'),
(6,'75550925','M','4','Unspecified','Professional','6','3'),
(7,'75550926','M','4','Married','Retail','7','6'),
(8,'75550927','F','5','Married','Retired','7','6');

insert  into `web_rate`(`id`,`curr`,`currin`,`cashin`,`currout`,`cashout`,`midrate`,`reldate`)
values
(1,'澳大利亚元',499.45,483.89,502.95,502.95,498.11,'2000-01-01'),
(2,'加拿大元',514.05,497.78,517.66,517.92,514.67,'2000-01-01'),
(3,'瑞士法郎',665.74,645.2,670.42,672.09,667.31,'2000-01-01'),
(4,'瑞士法郎',665.74,645.2,670.42,672.09,667.31,'2000-01-01'),
(5,'丹麦克朗',104.31,101.09,105.15,105.36,104.68,'2000-01-01'),
(6,'欧元',776.91,752.71,782.36,782.36,779.14,'2000-01-01'),
(7,'英镑',880.94,853.5,887.13,888.45,882.97,'2000-01-01'),
(8,'港币',84.61,83.93,84.93,84.93,84.73,'2000-01-01'),
(9,'日元',5.8157,5.6346,5.8566,5.8566,5.8267,'2000-01-01'),
(10,'韩国元',0.6049,0.5836,0.6097,0.6319,0.6073,'2000-01-01'),
(11,'澳门元',82.17,79.41,82.48,85.13,82.27,'2000-01-01'),
(12,'挪威克朗',79.11,76.67,79.75,79.91,78.98,'2000-01-01'),
(13,'新西兰元',458.21,444.07,461.43,467.09,457.08,'2000-01-01'),
(14,'菲律宾比索',13.08,12.67,13.18,13.8,13.13,'2000-01-01'),
(15,'卢布',11.2,10.51,11.28,11.71,11.22,'2000-01-01'),
(16,'瑞典克朗',78.13,75.71,78.75,78.91,77.83,'2000-01-01'),
(17,'新加坡元',487.97,472.91,491.39,491.39,489.69,'2000-01-01'),
(18,'泰国铢',20.21,19.58,20.37,21,20.32,'2000-01-01'),
(19,'土耳其里拉',172.01,163.58,173.39,181.82,172.56,'2000-01-01'),
(20,'美元',660.61,655.18,663.26,663.26,661.62,'2000-01-01'),
(21,'南非兰特',48.45,44.74,48.79,52.5,48.62,'2000-01-01');
